"use strict";
Object.defineProperty(exports, "__esModule", { value: true });
const directions = {
    "IT": "IT",
    "Беспилотные летательные аппараты": "Беспилотные летательные аппараты",
    "Медицина": "Медицина",
    "Дизайн": "Дизайн",
    "Педагогика": "Педагогика",
    "Социальная работа": "Социальная работа",
    "Биотехнологии": "Биотехнологии",
    "Химия": "Химия",
    "География": "География",
    "Туризм": "Туризм",
    "Экономика": "Экономика",
    "Естественные науки": "Естественные науки",
    "Филология": "Филология",
    "Журналистика": "Журналистика",
    "Лингвистика": "Лингвистика",
    "Библиотековедение": "Библиотековедение",
    "Физиология": "Физиология",
    "Ресурсное состояние": "Ресурсное состояние",
    "Инновационная деятельность": "Инновационная деятельность",
    "Не определено": "Не определено",
};
exports.default = directions;
