"use strict";
var __importDefault = (this && this.__importDefault) || function (mod) {
    return (mod && mod.__esModule) ? mod : { "default": mod };
};
Object.defineProperty(exports, "__esModule", { value: true });
const config_1 = __importDefault(require("./config"));
const data1 = [
    "Объявлен конкурс молодых литераторов «Благое начало». Дедлайн 31 августа 2023 года.Организатор: Издательский Совет Русской Православной Церкви.К участию приглашаются молодые авторы в возрасте до 35 лет.Принимаются литературные произведения на тему «Герой нашего времени».Автору предстоит на страницах своего произведения создать образ современного праведника – человека, олицетворяющего христианскую нравственность и благочестие, который идет к Богу, преодолевая соблазны и ложные идеалы. Центральным персонажем рукописного текста может быть священник, который возродил приходскую жизнь в селе, городе, восстановив порушенную святыню. Допустимо изобразить историю любви и семейных отношений, в которых супруги воплощают идеалы христианского брака. Приведенные примеры ни в коем случае не ограничивают сюжетный замысел потенциальных участников.Конкурс проводится в трех номинациях: до 25 лет, 25-30 лет, 30-35 лет.Автор имеет право подать на конкурс только одну рукопись: рассказ – не более 2 а.л. (до 80 тыс. знаков с пробелами), повесть – не менее 3 а.л. (не менее 120 тыс. знаков с пробелами), поэзия до 1 а.л. (до 40 тыс. знаков с пробелами).Жанры: художественный или художественно-документальный рассказ, художественная или художественно-документальная повесть, поэтический сборник, объединенный темой конкурса.Не принимаются на конкурс рукописи антихристианского характера или наполненные стихией магизма, а также произведения, в которых действия разворачиваются в фантастической реальности.При подаче рукописи автором предоставляются следующие материалы: заявка на участие в конкурсе, составленная автором рукописи, представляющая собой электронное письмо, в котором указывается следующие данные: Ф.И.О. автора; год рождения, контактные данные (телефон, электронная почта); адрес с почтовым индексом; номинация, в которой выдвигается рукопись; название рукописного текста, жанр произведения.Рукопись произведения в электронном виде отправляется на электронный адрес ref.pred@gmail.comПоложение о конкурсеПризы:Сайт конкурса: http://izdatsovet.ru/news/detail.php?ID=204196&amp;sphrase_id=134505До Четверг 31 августа, 2023 -&gt;",
    "Объявлен международный конкурс комиксов. Дедлайн 1 июня 2023 года.Организатор: BDFIL (Франция).К участию приглашаются все желающие старше 15 лет.Принимаются ранее не опубликованные комиксы-истории на одном листе с текстом или без на тему «Эврика». Комикс должен быть размером A3, вертикальное расположение. Если в комиксе присутствует текст, то он должен быть на французском или английском языке. Техника исполнения и интерпретация темы – на усмотрение участника.Готовый комикс отправляется на почтовый адрес: BDFIL, Comics competition BDFIL 2023, Place de la Cathédrale 12, 1005 Lausanne – Switzerland. На отправлении обязательно написать “no commercial value”.На оборотной стороне указываются имя, фамилия, дата рождения автора, полный почтовый адрес, номер телефона, адрес электронной почты. Приветствуется информация о материалах и методах создания комикса.Параллельно заполняется заявка на сайте конкурса.Призы:Сайт конкурса: https://bdfil.ch/concours/la-releve/До Четверг 1 июня, 2023 -&gt;",
    "Объявлены конкурс сочинений и конкурс методических работ, посвященных М. А. Шолохову. Дедлайн 15 марта 2023 года.Организатор: Кафедра русской литературы Института гуманитарных наук «Московского городского педагогического университета» совместно с Государственным музеем-заповедником М.А. Шолохова и редакцией научно-просветительского журнала «Мир Шолохова».К участию приглашаются все желающие.Международный конкурс школьных сочинений по произведениям М.А. ШолоховаТемы сочинений:Требования к сочинениям: соответствие одной из предложенных тем; оригинальность текста; отсутствие некорректных заимствований из материалов, размещенных в сети Интернет, и других источников (работы с такими заимствованиями – цитатами из других текстов без кавычек и ссылок – отклоняются, сертификат участника в этом случае не выдается); текстуальное обращение к произведениям М.А. Шолохова, как включенным в школьные программы, так и вне их; четкость структуры, логичность и обоснованность выводов; раскрытие в конкретных положениях работы стилевых и содержательных богатств и воспитательного потенциала шолоховских художественных произведений; примерный объем: 3–4 тетрадных листа (1,5–2 страницы формата А 4).Тексты сочинений в виде отсканированных листов, либо набранные на компьютере в текстовом редакторе Word присылать по электронному адресу: mirSholokhova@yandex.ru с обязательным указанием ФИО (развернуто, с отчеством) автора работы, ФИО учителя (развернуто, без сокращений), оказавшего помощь в ее написании (если таковая помощь была), школы (точное официальное название учебного заведения, сайт организации), класса, контактного электронного адреса и номера телефона. Шрифт Times New Roman, 14 кегль. В теме письма указать ФИО конкурсанта. Сочинения не рецензируются. Сроки проведения конкурса: 15 февраля – 15 марта 2023 г.Призы:Конкурса методических работ, посвященных изучению творчества М.А. Шолохова в общеобразовательных учебных заведенияхНа рассмотрение принимаются авторские конспекты уроков, сценарии творческих вечеров, презентации, вопросники, тесты, иные методические материалы, связанные с изучением творчества М.А. Шолохова и популяризацией его произведений. Присланные материалы не должны содержать некорректных заимствований. Включаемый фактический материал, цитаты, приводимые сведения о писателе необходимо тщательно проверить.Методические материалы на конкурс просим присылать по электронному адресу: mirSholokhova@yandex.ru с 15 февраля по 15 марта 2023 года с обязательным указанием ФИО (развернуто, с отчеством) автора работы, официального названия учебного заведения, сайта организации, контактного электронного адреса и номера телефона. Шрифт Times New Roman, 14 кегль. Работы не рецензируются.Призы:До Среда 15 марта, 2023 -&gt;",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.Лингвистика
    };
});
const data2 = [
    "Журналистика",
    "Фотографии",
    "Объявлен Всероссийский фотоконкурс о жизни инвалидов «Без барьеров». Дедлайн 30 апреля 2023 года.Организатор: Всероссийское общество инвалидов и Союз фотохудожников России.К участию приглашаются все желающие.Принимаются работы о жизни инвалидов на тему «Вместе – мы сила!». Конкурс проводится по номинациям:Каждый автор может представить до 10 отдельных работ или 3 серии фотографий. Каждая серия не должна превышать 6 фотографий. Если работа входит в номинацию «Серия фотографий», то подавать элемент в номинацию «Отдельная фотография» не разрешается. Работы или проекты, подававшиеся на конкурсе «Без барьеров» прошлых лет, повторно не могут быть приняты на конкурс. Чтобы подать работу на конкурс, необходимо направить заполненную заявку (Приложение 1) по электронной почте представителю Союза фотохудожников России: zekomarova@mail.ru Контакты: Союз фотохудожников России – 8-495-360-55-01 и Всероссийское общество инвалидов  – 4951200885  доб.213 Положение.Призы:Сайт конкурса: https://www.voi.ru/meropriyatiya/kalendar_meropriyatij/ix_vserossijskij_fotokonkurs_o_zizni_invalidov_bez_barerov.htmlДо Воскресенье 30 апреля, 2023 -&gt;",
    "Объявлен международный фотоконкурс Transversalities: фотография без границ. Дедлайн 5 мая 2023 года.Организатор: Centro de Estudos Ibéricos (Португалия).К участию приглашаются все желающие.Принимаются оригинальные, неопубликованные фотографии (6 фото), отображающие разнообразие территорий, обществ и культур разных континентов и взгляд на изменения, происходящие в разных частях мира; фотографии, демонстрирующие различные стили организации общества и пространства в самых густонаселенных городах или отдаленных малонаселенных районах.Номинации:Заявки подаются в электронном виде через сайт конкурса, в заявке нужно указать информацию об авторе, описание для каждой фотографии (в заявке должно быть 6 фотографий). После подачи заявки участнику присваивается идентификационный номер. Конкурсные работы в формате jpg отправляются по адресу: ceibericos.transversalidades@gmail.com Все фотоработы отправляются в одном файле zip или rar, который должен быть назван по идентификационному номеру участника (Пример: 122258045.zip).Призы:Сайт конкурса: https://www.cei.pt/transversalidades/competition-regulation.htmlДо Пятница 5 мая, 2023 -&gt;",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.Журналистика
    };
});
const data3 = [
    "Стартовал новый сезон Всероссийского конкурса АгроНТРИ для обучающихся общеобразовательных организаций, расположенных в сельской местности и малых городах. \\n \\nРегистрация на Всероссийский конкурс АгроНТРИ-2023 доступна по 2 апреля 2023 года. \\n \\nВ новом сезоне конкурс встречает своих участников в обновленном формате: \\n  -  Обновленное содержание. Теперь АгроНТРИ – это Наука, Технологии, Развитие, Инновации. \\n  \\n - Научные знания позволяют совершенствовать технологии, изучая которые школьники развиваются. Конкурс объединяет носителей академических знаний – вузы, вендеров – компаний-разработчиков технологий и инициативных школьников, стремящихся к всестороннему развитию.  \\n  \\n -  Новые номинации – новые возможности. К уже хорошо знакомым (применение роботов и беспилотников на полигоне, прогнозирование погоды, использование технологий ГИС и «Интернет вещей», изучение методов биологической защиты растений) в этом сезоне присоединяется дистанционное управление системами выращивания, современная ветеринария, управление роботами в реальных условиях. \\n  \\n - Расширенная география. К 19 региональным площадкам конкурса присоединились новые вузы: Вятский ГАТУ, Воронежский ГАУ, Бурятская ГСХА.  \\nВсероссийский конкурс для школьников 5-11 классов из сельской местности и малых городов стартовал в 2018 году с 583 участников, за последние два года на АгроНТРИ поступило более 120 тысяч заявок. \\n \\nОрганизатором конкурса выступает Фонд содействия инновациям совместно с Ассоциацией образовательных учреждений АПК и рыболовства при поддержке Министерства просвещения РФ и Министерства сельского хозяйства РФ. \\n \\nЦелью конкурса является ознакомление и вовлечение школьников из сельских поселений и малых городов в техническое творчество и знакомство с современными технологическими решениями в АПК. \\n \\nВузы-партнеры конкурса предоставляют дополнительные баллы к ЕГЭ, победители финала имеют возможность получить путевку в МДЦ «Артек» на смену программы «ИнноШкольник». \\n \\nС Положением о проведении конкурса можно ознакомиться на официальном сайте конкурса https://kids.agronti.ru/\"",
    "Объявлен Всероссийский конкурс для школьников сельских поселений и малых городов. Дедлайн 2 апреля 2023 года.Организатор: Фонд содействия развитию малых форм предприятий в научно-технической сфере.К участию приглашаются ученики 5-11 классов общеобразовательных учреждений, расположенных в сельской местности или малых городах (до 50000 житедей).Принимаются проекты в номинациях:Один участник может выбрать несколько номинаций.Если Вы уже зарегистрированы на платформе, войдите под своим логином и паролем на https://test.agronti.ru/.Если Вы участвуете в конкурсе впервые, познакомитесь с положением и номинациями на сайте: https://kids.agronti.ru/ и пройдите процедуру регистрации ( кнопка “Зарегистрироваться”). Заполнив профиль, Вы получите доступ к номинациям конкурса.Для участников также проводится конкурс видеороликов «Я участвую в АгроНТИ»: https://kids.agronti.ru/videokonkursПризы:Сайт конкурса: https://kids.agronti.ru/До Воскресенье 2 апреля, 2023 -&gt;",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.Педагогика
    };
});
const Innovations = [
    "Фонд содействия инновациям объявляет о запуске конкурса «Коммерциализация-импортозамещение (очередь XIX)». \\n\\nЦель конкурса – финансовое обеспечение инновационных проектов, результаты которых имеют перспективу коммерциализации. \\n\\nКонкурс направлен на предоставление грантов малым инновационным предприятиям, завершившим НИОКР и планирующим создание или расширение производства инновационной продукции. \\n\\nОсновные параметры предоставляемой поддержки:\\n Размер гранта – до 30 млн рублей\\n  \\n Внебюджетное софинансирование (за счет собственных и/или привлеченных средств) – не менее 50% от суммы гранта;\\n  \\n Направление поддержки – реализация инновационных проектов, результаты которых имеют перспективу коммерциализации (статьи расходов в соответствии с перечнем расходов, утвержденных приказом Минэкономразвития России от 27.10.2014 г. № 680);\\n  \\n Срок реализации проекта – 12 месяцев.  \\nВ конкурсе могут принимать участие предприятия, удовлетворяющие следующим требованиям: \\n обладают статусом налогового резидента Российской Федерации;\\n  \\n имеют статус «Микропредприятие» или «Малое предприятие» в Едином реестре субъектов МСП (для заявителей – юридических лиц);\\n  \\n руководитель предприятия не должен одновременно участвовать (выступать заявителем (физическое лицо), руководителем предприятия, научным руководителем проекта) в других заявках, находящихся на рассмотрении, а также проектах, финансируемых Фондом в настоящее время (исключение – прохождение акселерационных программ);\\n  \\n заявитель не должен иметь открытых договоров на получение грантов с Фондом (в соответствии со статьей 14 Федерального закона от 24.07.2007 г. № 209-ФЗ «О развитии малого и среднего предпринимательства в Российской Федерации») (исключение – прохождение акселерационных программ);\\n  \\n предприятие имеет сайт в сети «Интернет», на котором размещена информация о созданном и (или) выпускаемом инновационном продукте, планируемом к коммерциализации в рамках проекта, и дана ссылка о поддержке Фондом ранее выполненных проектов (при наличии таких проектов).  \\nЗаявки принимаются с 1 марта до 10:00 (мск) 17 апреля 2023 года. \\n\\nСсылка на положение о конкурсе «Коммерциализация-импортозамещение (XIX очередь)». \\n\\nПодать заявку можно через систему АС Фонд-М по адресу: https://online.fasie.ru. \\n\\nИнформация о конкурсе на сайте Фонда: https://fasie.ru/press/fund/komm-19/",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default["Инновационная деятельность"]
    };
});
const data5 = [
    "Российское кардиологическое общество сообщает о приеме заявок на участие в конкурсе молодых ученых в рамках X Образовательного форума &quot;Российские дни сердца&quot; (2023 г). \\n\\nК участию в конкурсе допускаются лица в возрасте до 35 лет. \\n\\nОдин автор может представить на конкурс только одну работу. Количество соавторов каждой работы не регламентируется. \\n\\nДля проведения предварительной экспертизы необходимо направить в Оргкомитет (rsc@scardio.ru) до 15 марта 2023 года (включительно) с пометкой «На конкурс» следующие документы: \\n конкурсную работу (статью объемом до 6 страниц, через 1,5 интервала, без библиографии),\\n  \\n сведения об авторе (Ф.И.О., место работы, область научных интересов, адрес, контактный телефон, электронную почту),\\n  \\n направление от учреждения (скан),\\n  \\n рекомендацию научного руководителя (скан).  \\nРабота допускается к финалу конкурса по итогам предварительной независимой экспертизы. \\n\\nРезультаты экспертизы будут размещены на официальном сайте Форума после 22 марта 2023 года. \\n\\nПроцедура финала Конкурса включает устный доклад в рамках отдельной научной сессии 22 апреля 2023 года. \\n\\nПобедители конкурса награждаются премиями и дипломами РКО на церемонии закрытия Форума. \\n\\nДокументы, полученные позднее 15.03.2023, рассматриваться не будут. \\n\\nИнформация о конкурсе: https://scardio.ru/",
    "Московский центр инновационных технологий в здравоохранении (Медтех) объявляет о начале приема заявок на получение финансовой поддержки для реализации актуальных научно-практических проектов в сфере медицины на срок от 1 года до 3 лет.\n" +
        "В конкурсе могут принять участие медицинские организации государственной системы здравоохранения, осуществляющие медицинскую деятельность на территории города Москвы. \n" +
        "В организации должны быть сформированы коллективы специалистов, разрабатывающие и внедряющие научно-практический проект. Проекты могут выполняться в коллаборации с научно-исследовательскими институтами, университетами и инновационными компаниями.\n" +
        "Заявка на конкурс представляется до 23:59:59 9 марта 2023 года посредством заполнения электронной формы на официальном портале грантовой программы по адресу: grants.medtech.moscow",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.Медицина
    };
});
const data6 = [
    "Объявлен всероссийский конкурс «Послы Победы». Заявки принимаются до 20 марта 2023 года.Организатор: Волонтеры Победы.Стать участником конкурсного отбора может любой гражданин России в возрасте от 18 до 35 лет, который в течение года принимал активное участие в добровольческой деятельности.Для участия в конкурсе:Заявки на участие будут приниматься до 20 марта включительно.С 21 марта по 2 апреля пройдёт отборочный этап, в экспертный совет конкурса войдут члены Центрального штаба «Волонтеров Победы». Результаты будут опубликованы на сайте волонтерыпобеды.рф в срок до 3 апреля 2023 года.Призы:Документы конкурса:До Воскресенье 23 апреля, 2023 -&gt;",
    "Комитет по науке и высшей школе Правительства Санкт-Петербурга проводит в 2023 году конкурс студенческих исследовательских работ по проблематике формирования толерантной среды в Санкт-Петербурге. \n \nЦелями конкурса являются развитие научной деятельности молодежи, формирование толерантного сознания и поведения среди студенческой молодежи Санкт-Петербурга. \n \nКонкурс проводится по следующим номинациям: \n  психология, \n  \n социология, \n  \n культурология, педагогика.  \nПобедителям конкурса присуждаются 36 премий Правительства Санкт-Петербурга. \n \nВ каждой номинации присуждается 9 премий следующих размеров: \n  три премии по 10 000 рублей; \n  \n три премии по 20 000 рублей; \n  \n три премии по 30 000 рублей.  \nУчастниками конкурса могут быть студенты, обучающиеся по очной форме обучения в государственных и негосударственных образовательных организациях высшего образования, имеющих государственную аккредитацию, расположенных на территории Санкт-Петербурга. \n \nУчастники конкурса подают заявки и прилагаемые к ним документы на участие в конкурсе в электронном виде до 22.03.2023 (включительно до 24.00). \n \nПолная информация о конкурсе: http://knvsh.gov.spb.ru/contests/view/381/",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default["Социальная работа"]
    };
});
const data7 = [
    "Фонд развития теоретической физики и математики «БАЗИС» объявляет о проведении конкурсов 2023 года на получение исследовательских грантов «Leader» и «Junior Leader» для научных групп, состоящих из ведущего ученого и молодых исследователей, проводящих теоретические исследования в области фундаментальной математики. \\n \\nПрием заявок начинается с 6 марта 2023 г. и продолжается до 25 мая 2023 г. \\n \\nПо условиям конкурса «Leader» гранты могут получить ведущий ученый-руководитель (ученая степень кандидата или доктора наук) и молодые участники: кандидат наук, аспиранты или ученые без степени, студенты. \\n \\nВ рамках «Junior Leader» среди молодых участников могут быть аспиранты и ученые без степени и студенты. \\n \\nПодробнее о требованиях к участникам, критериях оценки победителей, размерах грантов для различных категорий ученых можно узнать в конкурсной документации и в разделах на сайте: конкурс «Leader» и конкурс «Junior Leader». \\n \\nС 2020 года фонд «БАЗИС» увеличил сумму выплат победителям конкурсов «Leader» и «Junior Leader». Размер грантов победителей составляет: \\n  «Leader»: 55 000 рублей в месяц для руководителей научных групп; 40 000 рублей в месяц для кандидатов наук; 30 000 рублей в месяц для аспирантов и молодых ученых без степени; 17 000 рублей в месяц для студентов \\n  \\n «Junior Leader»: 50 000 рублей в месяц для руководителей научных групп; 30 000 рублей в месяц для аспирантов и молодых ученых без степени; 17 000 рублей в месяц для студентов.  \\nФонд «БАЗИС» проводит конкурсы «Leader» и «Junior Leader» для математиков уже в шестой раз - конкурсы стартовали в 2018 году. \\n \\nСписок победителей конкурсов 2023 года будет опубликован на сайте Фонда до 1 октября 2023 г. \\n \\nИнформация о конкурсе на сайте Фонда: https://basis-foundation.ru/",
    "Всероссийский конкурс РОНКТД по неразрушающему контролю «Дефектоскопист» проводится Российским обществом по неразрушающему контролю и технической диагностике (РОНКТД) при поддержке Министерства промышленности и торговли РФ, Министерства труда и социальной защиты РФ, Ростехнадзора.\n" +
        "\n" +
        "Основными задачами Конкурса являются:\n" +
        "\n" +
        "демонстрация высокой квалификации, знаний и умений специалистов ведущих организаций в области НК;\n" +
        "предоставление возможностей для профессионального роста, а также обмена опытом в рамках самого значительного события года в области неразрушающего контроля на площадях Международного промышленного форума «Территория NDT»;\n" +
        "повышение престижа и популяризация профессии специалиста неразрушающего контроля (НК) (дефектоскописта), включенной в список 50 наиболее востребованных на рынке труда, новых и перспективных профессий;\n" +
        "гармонизация стандартов подготовки специалистов НК.\n" +
        "Участие в конкурсе – бесплатное.\n" +
        "\n" +
        "Финал Конкурса «Дефектоскопист» и награждение победителей проходит в рамках Международного промышленного Форума «Территория NDT» в Москве.\n" +
        "\n" +
        "Конкурс «Дефектоскопист 2023» проводится в два этапа:\n" +
        "\n" +
        "Отборочный (региональный) – в 32 регионах на базах аттестационных центров СНК ОПО РОНКТД.\n" +
        "Финальный – осенью 2023 года (дата уточняется) в Москве в рамках Российской промышленной недели и X Международного промышленного форума «Территория NDT. Неразрушающий контроль. Испытания. Диагностика» в ЦВК «Экспоцентр» на Красной Пресне.\n" +
        "Объявление конкурса на сайте РОНКТД: https://www.ronktd.ru/directions/konkurs/",
    "Физтех-школа физики и исследований им. Ландау для учеников 9–11 класса проводит олимпиаду по фундаментальной и прикладной физике.\n" +
        "\n" +
        "С 1 марта по 1 апреля 2023 года на платформе abitu.net пройдет первый, отборочный этап олимпиады, по итогам которого участники, показавшие высокие результаты, будут приглашены на заключительный этап, дата которого будет объявлена позднее. Авторы лучших решений каждого из заданий отбора получат ценные призы.\n" +
        "\n" +
        "Победители и призеры заключительного этапа также получат ценные призы и до 5 баллов в ИД при поступлении в ЛФИ.\n" +
        "\n" +
        "В рамках отборочного этапа участникам будет предложено 3 задания, которые будут открываться каждую неделю и останутся доступны до самого конца олимпиады.\n" +
        "\n" +
        "Темы этапа:\n" +
        "\n" +
        "Математический тур\n" +
        "Теоретический тур\n" +
        "Аналитический тур.\n" +
        "Для участия в олимпиаде нужно:\n" +
        "\n" +
        "Зарегистрироваться на портале abitu.net\n" +
        "Вступить в событие олимпиады.\n" +
        "Начать решать задачи в комфортных условиях и в удобное время.\n" +
        "Объявление олимпиады на сайте МФТИ: https://mipt.ru/",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default["Естественные науки"]
    };
});
const ITs = [
    "С 24 по 26 марта 2023 года национальная система цифровой маркировки «Честный знак» проведёт первый хакатон по созданию новых продуктов для бизнеса на основе больших массивов данных о товарах.\n" +
        "\n" +
        "Участники разработают продукты, которые помогут производителям товаров, подлежащих обязательной маркировке, повысить свою эффективность. Они поборются за 900 тысяч рублей и за возможность реализовать свой продукт вместе с организатором.\n" +
        "\n" +
        "Командам Data Science-специалистов, продуктологов, разработчиков и UX/UI-дизайнеров за 40 часов предстоит придумать и собрать MVP системы управления товарами или предиктивной аналитики рынка. Новый продукт должен быть разработан на основе массивов данных о товарах из системы маркировки и нести пользу не только для бизнеса, но и для конечного потребителя.\n" +
        "\n" +
        "Оценивать решения команд будут менторы — представители «Честного знака», а на финальном этапе — жюри из представителей бизнеса и IT-индустрии. На защите проектов командам нужно будет описать преимущества и выгоду, которую получит конечный покупатель от найденного на хакатоне решения.\n" +
        "\n" +
        "Призёры в каждом из двух треков получат от 100 до 200 тысяч рублей, а победители смогут реализовать свой продукт с помощью специалистов «Честного знака».\n" +
        "\n" +
        "В хакатоне могут принять участие команды от 3 до 5 человек. Участники должны быть гражданами России.\n" +
        "\n" +
        "Заявки принимаются на сайте хакатона до 14 марта 2023.\n" +
        "\n" +
        "20 марта организаторы объявят команды, которые станут финалистами и с 24 по 26 марта 2023 года будут участвовать в хакатоне.\n" +
        "\n" +
        "Сайт хакатона: https://hack.markirovka.ru/",
    "Принимаются заявки на участие в III Национальном конкурсе ИТ-решений «ПРОФ-IT. Инновация».\n" +
        "\n" +
        "Конкурс нацелен на поиск инновационных ИТ-решений в различных отраслях экономики, которые могут быть использованы для цифровизации отрасли государственного управления.\n" +
        "\n" +
        "Уникальность конкурса в его полезности для самих участников, в ходе оценки будут вестись прямые диалоги, а понравившиеся ИТ-решения в дальнейшем могут быть реализованы как на региональном, так и на федеральном уровне. В этом сезоне каждый проект получит краткую рецензию от жюри.\n" +
        "\n" +
        "Победители «ПРОФ-IT.Инновация» получают возможность презентовать свои проекты в рамках деловой программы Всероссийского форума региональный информатизации «ПРОФ-IT».\n" +
        "\n" +
        "Основные этапы:\n" +
        "\n" +
        "Конкурс проводится онлайн на платформе http://digit.d-russia.ru/\n" +
        "Прием заявок: по 28 февраля 2023 г.\n" +
        "Работа Экспертного Совета: с 13 по 31 марта 2023 г.\n" +
        "Объявление призеров и победителей: с 4 по 20 апреля 2023 г.\n" +
        "Участником конкурса может стать любая компания-разработчик цифровых решений (в том числе стартапы, микропредприятия, некоммерческие организации)\n" +
        "\n" +
        "Формы заявки на участие в конкурсе и Положение конкурса опубликованы на сайте http://digit.d-russia.ru/",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.IT
    };
});
const designs = [
    "Flat Pyramid предлагает стипендию кандидатам, которым интересна компьютерная графика или смежные дисциплины. Стипендия – прекрасная возможность сделать взнос в развитие общества и стимулировать развитие 3D индустрии.\n" +
        "\n" +
        "Размер стипендии – 1000$\n" +
        "\n" +
        "Требования к кандидатам:\n" +
        "претендовать на стипендию могут все, кто изучает 2D или 3D компьютерную графику, анимацию, дизайн;\n" +
        "3D художники, 3D модельеры, профессионалы в сфере компьютерной графики, мультипликаторы, дизайнеры, профессионалы, работающие в сфере графики.",
].map(el => {
    return {
        fullText: el,
        direction: config_1.default.Дизайн
    };
});
const undefinedData = [
    "",
    " ",
    "  "
].map(el => {
    return {
        fullText: el,
        direction: config_1.default["Не определено"]
    };
});
const trainingData = [
    ...data1,
    ...data2,
    ...data3,
    ...Innovations,
    ...data5,
    ...data6,
    ...data7,
    ...ITs,
    ...designs
];
exports.default = trainingData;
