export const answers = {
    auth: {
        1 :"Чтобы бот мог присылать тебе информацию о новых грантах," +
            " конкурсах, стажировках, вакансиях отправь сообщение ```io\n/key ключ```" +
            "Ключ можно уточнить у администраторов сайта",
        badKey : "Сожалею, ключ является не действительным.\n" +
            "Нпоминаю, ключ можно уточнить у администраторов сайта",
        successful: "Ключ верный, теперь вам будут приходить оновления, отправляю вам клавиатуру с настройками.",
        already : "Вы уже авторизированы, повторная авторизация не нужна"
    },
    unauthorized : {
        1: "Сожалею вы не авторизованы, авторизируйтесь, отправив команду боту \"Авторизоваться\""
    },

}