import {DirectionType} from "@iisdc/types"
const Design = {
    name: DirectionType.Design,
    props: [
        "Flat Pyramid предлагает стипендию кандидатам, которым интересна компьютерная графика или смежные дисциплины. Стипендия – прекрасная возможность сделать взнос в развитие общества и стимулировать развитие 3D индустрии.\n\nРазмер стипендии – 1000$\n\nТребования к кандидатам:\nпретендовать на стипендию могут все, кто изучает 2D или 3D компьютерную графику, анимацию, дизайн;\n3D художники, 3D модельеры, профессионалы в сфере компьютерной графики, мультипликаторы, дизайнеры, профессионалы, работающие в сфере графики.",
    ]
};
export default Design